Repository: Mbertu/halo8
Catalog: lang/*.po
Languages: it_it

source: Invalid animation.
it_it: Animazione non valida.

source: Invalid transition.
it_it: Transizione non valida.

source: Invalid horizontal align.
it_it: Allineamento orizzontale no valido.

source: Invalid vertical align.
it_it: Allineamento verticale non valido.

source: Invalid position.
it_it: Posizione non valida.

source: Animation duration must be an integer.
it_it: La durata dell’animazione deve essere un intero.

source: Animation duration is milliseconds value, your input is too small.
it_it: La durata delle animazioni è in millisecondi, il valore inserito è troppo piccolo.

source: Transition duration must be an integer.
it_it: La durata della transizione deve essere un intero.

source: Transition duration is milliseconds value, your input is too small.
it_it: La durata delle transizioni è in millisecondi, il valore inserito è troppo piccolo.

source: Delay must be an integer.
it_it: Il ritardo deve essere un intero.

source: Delay is milliseconds value, your input is too small.
it_it: La durata del ritardo è in millisecondi, il valore inserito è troppo piccolo.

source: Transitions
it_it: Transizioni

source: Animations
it_it: Animazioni

source: Choose between animation or transition for slide change montion.
it_it: Scegli tra animazionie o transizione per il movimento di cambio slide.

source: Choose animation
it_it: Scegli l’animazione

source: Choose the animation for the slides.
it_it: Scegli l’animazione per le slide.

source: Animation duration
it_it: Durata dell’animazione.

source: Choose the animation duration in milliseconds. Default 5000
it_it: Scegli la durata dell’animazione espressa in millisecondi. Default 5000

source: Choose transition
it_it: Scegli la transizione

source: Choose the transition for the slides.
it_it: Scegli la transizione per le slide.

source: Transition duration
it_it: Durata della transizione

source: Choose the transition duration in milliseconds. Default 1000
it_it: Scegli la durata della transizione espressa in millisecondo. Default 1000

source: Choose the delay between animations or transitions in milliseconds. Default 5000
it_it: Scegli i ritardo tra le animazioni o le tradizioni espresso in millisecondi. Default 5000

source: Check to activate the shuffle mode.
it_it: Seleziona per attivare la modalità casuale.

source: Check to show controls arrow.
it_it: Seleziona per mostrare le frecce di controllo.

source: Check to activate the CSS3 background option cover for the background images.
it_it: Seleziona per attivare l’opzione cover CSS3 per l’immagine di background.

source: Check to activate the autoplay mode.
it_it: Seleziona per attivare la modalità autoplay.

source: Background horizontal alignment.
it_it: Allineamento orizzontale del background.

source: Background vertical alignment.
it_it: Allineamento verticale del background.

source: Check to show the timer bar.
it_it: Seleziona per mostrare la time bar.

source: Images slider selection.
it_it: Selezione delle immagini di slide.

source: Slideshow position.
it_it: Posizione dello slideshow.

source: Slider %s
it_it: Slide %s

source: Enable plugin for %s pages
it_it: Abilita il plugin per la pagina %s

source: Configurations for %s pages
it_it: Configurazione per la pagina %s

source: Slider for %s pages
it_it: Slide per la pagina %s

source: Enable or disabel the plugin for this page
it_it: Abilita o disabilita il plugin per questa pagina

source: Show controls
it_it: Mostra i controlli

source: Slideshow position
it_it: Posizione dello slideshow

source: Choose if wonna use animations or transitions
it_it: Seleziona se usare le animazioni o le transizioni

source: Transition
it_it: Transizione

source: Animation
it_it: Animazione

source: Delay between animations / transitiosn
it_it: Ritardo tra le animazioni / transizioni

source: Horizontal align
it_it: Allineamento orizzontale

source: Vertical align
it_it: Allineamento verticale

source: Show timer bar
it_it: Mostra la timer bar

source: 404 page slider
it_it: Slide per la pagina 404

source: Check to activate the plugin for this page.
it_it: Seleziona per attivare il plugin in questa pagina.

source: You do not have sufficient permissions to access this page.
it_it: Non hai permessi sufficienti per accedere a questa pagina.

source: Archives page slider
it_it: Slide per la pagina archivi

source: Full Screen Slider Options
it_it: Opzioni Slider Full Screen

source: General
it_it: Generali

source: Global configuration
it_it: Configurazioni globali

source: Overwritten global configuration
it_it: Configurazioni globali sovrascrivibili

source: Generic slider
it_it: Slider generico

source: Exclude Posts Type
it_it: Escludi tipi di post

source: Exclude Taxonomies
it_it: Escludi tassonomie

source: Images preload
it_it: Preload delle immagini

source: Images Overlay
it_it: Immagine di overlay

source: Main color
it_it: Colore principale

source: Default slider
it_it: Slider default

source: Post Types to exclude
it_it: Tipi di post da escludere

source: Taxonomies to exclude
it_it: Tassonomie da escludere

source: Inconsistece between type of movements and input fileds.
it_it: Inconsistenza tra tipo di movimento e input.

source: Wrong input fot base color. Only hex values are valid. Ex:#ffffff
it_it: Valore per il colore di base errato. Solo valori esadecimali sono validi. Es: #ffffff

source: Invalid overlay.
it_it: Omerali non valido.

source: Check to activete the preload funciton.
it_it: Seleziona per attivare la funzione di preload.

source: none
it_it: nessuno

source: Select the overlay pattern to put over the images.
it_it: Seleziona il pattern da mettere sopra l’immagine.

source: Input the main theme color. es:#ffffff.
it_it: Inserisci il colore principale per il tema. Es: #ffffff.

source: Check to disable Halo8 plugin for this post type.
it_it: Seleziona per disabilitare il plugin Halo8 per questo tipo di post.

source: Check to disable Halo8 plugin for this taxonomy.
it_it: Seleziona per disabilitare il plugin Halo8 per questa tassonomia.

source: Search page slider
it_it: Slide per la pagina di ricerca

source: Slider configuration
it_it: Configurazione slider

source: Enabled
it_it: Abilita

source: Select the position for the slideshow.
it_it: Seleziona la posizione per lo slideshow.

source: Select the slider for this page.
it_it: Seleziona lo slide per questa pagina

source: Check to use the default configurations.
it_it: Seleziona per utilizzare la configurazione di default

source: Select the transition effect.
it_it: Seleziona l’effetto di transizione.

source: Transition duraiton
it_it: Durata transizione

source: Input the transition duration.
it_it: Inserisci la durata della transizione.

source: Select the animation effect.
it_it: Seleziona l’effetto di animazione.

source: Input the animation duration.
it_it: Inserisci la durata dell’animazione.

source: Delay
it_it: Ritardo

source: Delay between animation/transitions.
it_it: Ritardo tra animazioni / transizioni.

source: Check to activate autoplay.
it_it: Seleziona per attivare l’autoplay.

source: Check to activate random order.
it_it: Seleziona per attivare l’ordinamento casuale.

source: Check to use cover background css3 property.
it_it: Seleziona per utilizzare la proprietà CSS3 cover per il background.

source: Horizontal Align
it_it: Allineamento orizzonatale

source: Select the value for horizontal align.
it_it: Seleziona il valore per l’allineamento orizzontale.

source: Vertical Align
it_it: Allineamento verticale

source: Select the value for vertical align.
it_it: Seleziona il valore per l’allineamento orizzontale.

source: Sliders
it_it: Slider

source: Add new
it_it: Aggiungi nuovo

source: Add new slider
it_it: Aggiungi nuovo slide

source: New slider
it_it: Nuovo sider

source: Modify slider
it_it: Modifica slider

source: View slider
it_it: Visualizza slide

source: All sliders
it_it: Tutti gli slider

source: Search slider
it_it: Cerca slider

source: No slider found
it_it: Nessuno slider trovato

source: No slider in the trash
it_it: Nessuno slider nel cestino

source: Images for this slider
it_it: Immagini per lo slider

source: No images for this slideshow.
it_it: Nessuna immagine per lo slideshow.

source: Halo8 Full Screen Slider Options
it_it: Opzioni Halo8 Slider Full Screen

source: Select the slider for this user.
it_it: Seleziona lo slider per l’utente.
